Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: A soft accent-colored halo behind each key while it's held. 0% turns it off.
de: Ein sanfter, akzentfarbener Schein hinter jeder Taste, solange sie gehalten wird. 0 % schaltet ihn aus.
es: Un halo suave del color de acento detrás de cada tecla mientras la mantienes pulsada. Al 0% se apaga.
et: Pehme aktsendiväriline halo iga klahvi taga, kuni seda hoitakse. 0% lülitab selle välja.
fr: Un halo doux de la couleur d'accent derrière chaque touche quand elle est maintenue. 0 % le désactive.
hu: Lágy, kiemelőszínű ragyogás minden billentyű mögött, amíg nyomva tartod. A 0% kikapcsolja.
it: Un morbido alone del colore d'accento dietro ogni tasto mentre lo tieni premuto. Con 0% è disattivato.
ja: 長押ししているあいだ、各キーの後ろにアクセントカラーのやわらかな光が出ます。0% でオフになります。
ko: 키를 누르고 있는 동안 키 뒤에 은은한 강조색 후광이 떠요. 0%면 꺼져요.
ms: Halo lembut berwarna aksen di belakang setiap kekunci semasa ia ditahan. 0% matikannya.
pt: Um halo suave na cor de destaque por trás de cada tecla enquanto está premida. 0% desliga-o.
ru: Мягкий ореол акцентного цвета за клавишей, пока её удерживают. 0% выключает его.
zh_hans: 按住按键时，键后面有一圈柔和的强调色光晕。0% 关闭。

# A soft accent-coloured halo behind each key while it's held. 0% turns it off.
source: A soft accent-colored halo behind each key while it's held. 0% turns it off.
de: Ein sanfter, akzentfarbener Schein hinter jeder Taste, solange sie gehalten wird. 0 % schaltet ihn aus.
es: Un halo suave del color de acento detrás de cada tecla mientras la mantienes pulsada. Al 0% se apaga.
et: Pehme aktsendiväriline halo iga klahvi taga, kuni seda hoitakse. 0% lülitab selle välja.
fr: Un halo doux de la couleur d'accent derrière chaque touche quand elle est maintenue. 0 % le désactive.
hu: Lágy, kiemelőszínű ragyogás minden billentyű mögött, amíg nyomva tartod. A 0% kikapcsolja.
it: Un morbido alone del colore d'accento dietro ogni tasto mentre lo tieni premuto. Con 0% è disattivato.
ja: 長押ししているあいだ、各キーの後ろにアクセントカラーのやわらかな光が出ます。0% でオフになります。
ko: 키를 누르고 있는 동안 키 뒤에 은은한 강조색 후광이 떠요. 0%면 꺼져요.
ms: Halo lembut berwarna aksen di belakang setiap kekunci semasa ia ditahan. 0% matikannya.
pt: Um halo suave na cor de destaque por trás de cada tecla enquanto está premida. 0% desliga-o.
ru: Мягкий ореол акцентного цвета за клавишей, пока её удерживают. 0% выключает его.
zh_hans: 按住按键时，键后面有一圈柔和的强调色光晕。0% 关闭。

source: A spacer is invisible. It reserves width to push keys apart but draws nothing and ignores taps. Only its width matters.
de: Ein Abstandshalter ist unsichtbar. Er reserviert Breite, um Tasten auseinanderzuschieben, zeichnet aber nichts und ignoriert Tipps. Nur seine Breite zählt.
es: Un espaciador es invisible: reserva ancho para separar las teclas, pero no dibuja nada ni responde a los toques. Solo importa su ancho.
et: Eraldaja on nähtamatu. See reserveerib laiust, et klahve lahutada, aga ei joonista midagi ja eirab puudutusi. Loeb ainult selle laius.
fr: Un espaceur est invisible : il réserve de la largeur pour écarter les touches mais ne dessine rien et ignore les appuis. Seule sa largeur compte.
hu: A távtartó láthatatlan. Helyet foglal, hogy széthúzza a billentyűket, de nem látszik és nem reagál az érintésre. Csak a szélessége számít.
it: Uno spaziatore è invisibile, tiene lo spazio per allontanare i tasti ma non mostra nulla e ignora i tocchi. Conta solo la sua larghezza.
ja: スペーサーは見えません。幅だけ確保してキーを離しますが、何も表示せずタップも反応しません。大事なのは幅だけです。
ko: 스페이서는 눈에 안 보여요. 자리만 차지해서 키를 밀어낼 뿐, 그려지지도 않고 탭도 안 먹어요. 너비만 중요해요.
ms: Pengisi ruang tak kelihatan. Ia simpan lebar untuk jarakkan kekunci tapi tak lukis apa-apa dan abaikan ketukan. Cuma lebarnya yang penting.
pt: Um espaçador é invisível. Reserva largura para afastar as teclas, mas não desenha nada e ignora toques. Só a largura conta.
ru: Разделитель невидим. Он занимает ширину, чтобы раздвинуть клавиши, но ничего не рисует и не реагирует на нажатия. Важна только его ширина.
zh_hans: 占位符是看不见的，它只占出宽度把按键撑开，什么都不画，也不理会点击。只有它的宽度有用。

source: A strip of digits above the letters.
de: Eine Ziffernleiste über den Buchstaben.
es: Una fila de dígitos sobre las letras.
et: Numbirida tähtede kohal.
fr: Une rangée de chiffres au-dessus des lettres.
hu: Egy számsor a betűk fölött.
it: Una striscia di cifre sopra le lettere.
ja: 文字の上に数字の列を表示します。
ko: 글자 위에 숫자 줄을 표시합니다.
ms: Satu jalur digit di atas huruf.
pt: Uma faixa de dígitos acima das letras.
ru: Полоса цифр над буквами.
zh_hans: 在字母上方显示一排数字。

source: A subtle tap on each keypress.
de: Ein leichter Tap bei jedem Tastendruck.
es: Una vibración suave en cada pulsación.
et: Kerge kopinus iga klahvivajutusega.
fr: Une légère vibration à chaque appui.
hu: Egy finom koppintás minden gombnyomásnál.
it: Una leggera vibrazione a ogni tasto.
ja: キーを押すたびに、そっと軽く振動します。
ko: 키를 누를 때마다 은은하게 톡.
ms: Ketikan halus setiap kali anda tekan kekunci.
pt: Uma vibração subtil a cada toque.
ru: Лёгкий отклик на каждое нажатие.
zh_hans: 每次按键都轻轻震一下。

source: A tab of the emoji you actually use. Drag it anywhere on Categories.
de: Ein Tab mit den Emoji, die du wirklich nutzt. Verschieb ihn unter „Kategorien“ wohin du willst.
es: Una pestaña con los emojis que de verdad usas. Muévela donde quieras en Categorías.
et: Kaart teiste emojidega, mida sa tegelikult kasutad. Lohista see kuhu iganes kaardile „Kategooriad".
fr: Un onglet avec les emoji que tu utilises vraiment. Place-le où tu veux dans Catégories.
hu: Egy fül a tényleg használt emodzsikkal. A Kategóriák fülön bárhová húzhatod.
it: Una scheda con gli emoji che usi davvero. Spostala dove vuoi in Categorie.
ja: よく使う絵文字だけのタブです。「カテゴリ」で好きな位置に動かせます。
ko: 자주 쓰는 이모지만 모은 탭이에요. 카테고리에서 원하는 자리로 옮길 수 있어요.
ms: Tab berisi emoji yang anda betul-betul guna. Seret ke mana-mana dalam Kategori.
pt: Um separador com os emojis que usas mesmo. Move-o para onde quiseres em Categorias.
ru: Вкладка с эмодзи, которыми вы действительно пользуетесь. Перетащите её в любое место в «Категориях».
zh_hans: 一个只放你常用表情的标签页。在“分类”里可以随意挪位置。

source: A tap on each keypress.
de: Ein Tap bei jedem Tastendruck.
es: Una vibración en cada pulsación.
et: Kopinus iga klahvivajutusega.
fr: Une vibration à chaque appui.
hu: Egy koppintás minden gombnyomásnál.
it: Una vibrazione a ogni tasto.
ja: キーを押すたびに振動します。
ko: 키를 누를 때마다 톡.
ms: Ketikan setiap kali anda tekan kekunci.
pt: Uma vibração a cada toque.
ru: Отклик на каждое нажатие.
zh_hans: 每次按键都震一下。

source: A theme carries a light look and a dark one, and Clink switches between them with the phone.
de: Ein Design hat einen hellen und einen dunklen Look, und Clink wechselt zusammen mit dem Gerät.
es: Un tema lleva un aspecto claro y otro oscuro, y Clink cambia entre ellos con el teléfono.
et: Teema kannab endas heledat ja tumedat ilmet ning Clink vahetab neid koos telefoniga.
fr: Un thème contient un rendu clair et un sombre, et Clink bascule en même temps que le téléphone.
hu: Egy témában van egy világos és egy sötét változat, a Clink pedig a telefonnal együtt vált köztük.
it: Un tema porta con sé un aspetto chiaro e uno scuro, e Clink passa dall'uno all'altro insieme al telefono.
ja: テーマにはライト用とダーク用の見た目があり、Clinkは端末に合わせて切り替えます。
ko: 테마에는 밝은 모습과 어두운 모습이 함께 들어 있고, Clink이 기기에 맞춰 전환합니다.
ms: Satu tema membawa rupa cerah dan rupa gelap, dan Clink bertukar antara keduanya bersama telefon.
pt: Um tema traz um aspecto claro e um escuro, e o Clink alterna entre eles com o telemóvel.
ru: В теме есть светлый вид и тёмный, и Clink переключает их вместе с телефоном.
zh_hans: 一个主题自带浅色和深色两套外观，Clink 会跟着手机一起切换。

source: A thin tail swelling into a bright head.
de: Ein dünner Schweif, der zu einem hellen Kopf anschwillt.
es: Una cola fina que se ensancha hasta una cabeza brillante.
et: Peenike saba, mis paisub heledaks peaks.
fr: Une fine queue qui s'élargit en une tête lumineuse.
hu: Vékony csóva, ami fényes fejben végződik.
it: Una coda sottile che si allarga in una testa luminosa.
ja: 細い尾が、明るい頭へと太くなります。
ko: 가느다란 꼬리가 밝은 머리로 굵어져요.
ms: Ekor nipis yang membesar jadi kepala terang.
pt: Uma cauda fina que engrossa até uma cabeça brilhante.
ru: Тонкий хвост, переходящий в яркую голову.
zh_hans: 细尾巴一路变粗，收在明亮的头上。

source: A tile pops up above each key as you press it.
de: Über jeder Taste erscheint beim Drücken ein Kärtchen.
es: Aparece una placa sobre cada tecla al pulsarla.
et: Iga klahvi vajutamisel hüppab selle kohale kaart.
fr: Une pastille apparaît au-dessus de chaque touche quand tu la presses.
hu: Minden billentyű fölött egy lapka jelenik meg, amikor lenyomod.
it: Sopra ogni tasto compare una piastrella quando lo premi.
ja: キーを押すと、その上にタイルがポンと出ます。
ko: 키를 누르면 그 위로 타일이 톡 떠올라요.
ms: Jubin timbul di atas setiap kekunci apabila anda menekannya.
pt: Aparece uma placa por cima de cada tecla quando a premes.
ru: При нажатии над клавишей всплывает плитка.
zh_hans: 每按一个键，键上方就会弹出一个小方块。

source: A tiny pet lives in the corner of your keyboard and reacts as you type.
de: In der Ecke deiner Tastatur wohnt ein kleines Haustier, das auf dein Tippen reagiert.
es: Una pequeña mascota vive en la esquina del teclado y reacciona mientras escribes.
et: Sinu klaviatuuri nurgas elab tilluke lemmikloom, mis reageerib sinu tipimisele.
fr: Un petit animal vit dans le coin de ton clavier et réagit quand tu tapes.
hu: A billentyűzet sarkában egy kis kedvenc lakik, és reagál a gépelésedre.
it: Un piccolo animaletto vive nell'angolo della tastiera e reagisce mentre scrivi.
ja: キーボードの隅に小さなペットが住んでいて、入力に反応します。
ko: 키보드 구석에 작은 펫이 살면서 입력에 반응해요.
ms: Haiwan peliharaan kecil tinggal di penjuru papan kekunci dan bertindak balas semasa anda menaip.
pt: Um pequeno animal vive no canto do teclado e reage enquanto escreves.
ru: В углу клавиатуры живёт маленький питомец и реагирует на вашу печать.
zh_hans: 一只小宠物住在键盘角落，会随你的输入做出反应。

source: A trackpad in disguise
de: Ein verstecktes Trackpad
es: Un trackpad escondido
et: Varjatud trackpad
fr: Un trackpad caché
hu: Egy rejtett trackpad
it: Un trackpad nascosto
ja: 実はトラックパッド
ko: 숨어 있는 트랙패드
ms: Trackpad yang menyamar
pt: Um trackpad disfarçado
ru: Трекпад под прикрытием
zh_hans: 隐藏的触控板

source: A two-color glow under every key, from this theme.
de: Ein zweifarbiges Leuchten unter jeder Taste, aus diesem Design.
es: Un resplandor de dos colores bajo cada tecla, de este tema.
et: Selle teema kahevärviline kuma iga klahvi all.
fr: Une lueur bicolore sous chaque touche, issue de ce thème.
hu: Kétszínű fény minden billentyű alatt, ebből a témából.
it: Un bagliore a due colori sotto ogni tasto, da questo tema.
ja: このテーマの、すべてのキーの下に広がる2色のグロー。
ko: 이 테마의 모든 키 아래에 비치는 두 가지 색 글로우입니다.
ms: Cahaya dua warna di bawah setiap kekunci, daripada tema ini.
pt: Um brilho de duas cores sob cada tecla, deste tema.
ru: Двухцветное свечение под каждой клавишей из этой темы.
zh_hans: 此主题为每个按键带来双色辉光。

source: A value or rule is invalid.
de: Ein Wert oder eine Regel ist ungültig.
es: Un valor o una regla no es válido.
et: Väärtus või reegel on vigane.
fr: Une valeur ou une règle n’est pas valide.
hu: Érvénytelen érték vagy szabály.
it: Un valore o una regola non è valido.
ja: 値またはルールが無効です。
ko: 값 또는 규칙이 유효하지 않습니다.
ms: Nilai atau peraturan tidak sah.
pt: Um valor ou uma regra é inválido.
ru: Недопустимое значение или правило.
zh_hans: 值或规则无效。

source: A wash of color over each cap, like a lit keycap.
de: Ein Farbschleier über jeder Taste, wie eine beleuchtete Tastenkappe.
es: Un baño de color en cada tecla, como una tecla retroiluminada.
et: Värvi läige üle iga klahvi, nagu valgustatud klahvikate.
fr: Un voile de couleur sur chaque touche, comme un capuchon éclairé.
hu: Színréteg minden gombon, mint egy világító gombkupak.
it: Una velatura di colore su ogni tasto, come un keycap illuminato.
ja: 各キーに色を薄くかぶせ、光るキーキャップのように見せます。
ko: 각 키캡에 색을 얇게 덮어, 빛나는 키캡처럼 보이게 합니다.
ms: Lapisan warna pada setiap kekunci, seperti kekunci bercahaya.
pt: Uma camada de cor em cada tecla, como uma keycap iluminada.
ru: Заливка цвета по каждой клавише, как будто клавиша подсвечена.
zh_hans: 为每个键帽罩上一层颜色，像发光键帽。

# A wash of colour over each cap, like a lit keycap.
source: A wash of color over each cap, like a lit keycap.
de: Ein Farbschleier über jeder Taste, wie eine beleuchtete Tastenkappe.
es: Un baño de color en cada tecla, como una tecla retroiluminada.
et: Värvi läige üle iga klahvi, nagu valgustatud klahvikate.
fr: Un voile de couleur sur chaque touche, comme un capuchon éclairé.
hu: Színréteg minden gombon, mint egy világító gombkupak.
it: Una velatura di colore su ogni tasto, come un keycap illuminato.
ja: 各キーに色を薄くかぶせ、光るキーキャップのように見せます。
ko: 각 키캡에 색을 얇게 덮어, 빛나는 키캡처럼 보이게 합니다.
ms: Lapisan warna pada setiap kekunci, seperti kekunci bercahaya.
pt: Uma camada de cor em cada tecla, como uma keycap iluminada.
ru: Заливка цвета по каждой клавише, как будто клавиша подсвечена.
zh_hans: 为每个键帽罩上一层颜色，像发光键帽。

source: A word count as you go
de: Eine Wortzählung beim Schreiben
es: Un recuento de palabras sobre la marcha
et: Sõnade loendus jooksvalt
fr: Un compteur de mots au fil de la frappe
hu: Szószámláló gépelés közben
it: Un conteggio parole mentre scrivi
ja: 入力しながら語数を表示
ko: 입력하면서 단어 수 세기
ms: Kiraan perkataan sambil menaip
pt: Uma contagem de palavras à medida que escreve
ru: Счётчик слов на ходу
zh_hans: 边打边数字数

source: ABC key
de: ABC-Taste
es: Tecla ABC
et: ABC-klahv
fr: Touche ABC
hu: ABC gomb
it: Tasto ABC
ja: ABC キー
ko: ABC 키
ms: Kekunci ABC
pt: Tecla ABC
ru: Клавиша ABC
zh_hans: ABC 键

source: AES-GCM, key in your iCloud Keychain
de: AES-GCM, Schlüssel im iCloud-Schlüsselbund
es: AES-GCM, clave en tu llavero de iCloud
et: AES-GCM, võti sinu iCloudi võtmehoidlas
fr: AES-GCM, clé dans ton trousseau iCloud
hu: AES-GCM, a kulcs az iCloud-kulcskarikádon
it: AES-GCM, chiave nel portachiavi iCloud
ja: AES-GCM、鍵はiCloudキーチェーン内
ko: AES-GCM, 키는 iCloud 키체인에 보관
ms: AES-GCM, kunci dalam Rantai Kunci iCloud anda
pt: AES-GCM, chave no teu porta-chaves do iCloud
ru: AES-GCM, ключ в вашей Связке ключей iCloud
zh_hans: AES-GCM，密钥在你的 iCloud 钥匙串中

source: AI
de: KI
es: IA
et: TI
fr: IA
hu: MI
it: IA
pt: IA
ru: ИИ

source: AI (optional)
de: KI (optional)
es: IA (opcional)
et: TI (valikuline)
fr: IA (facultatif)
hu: MI (opcionális)
it: IA (facoltativo)
ja: AI（任意）
ko: AI(선택)
ms: AI (pilihan)
pt: IA (opcional)
ru: ИИ (по желанию)
zh_hans: AI（可选）

source: AI Tools
de: KI-Werkzeuge
es: Herramientas de IA
et: TI-tööriistad
fr: Outils IA
hu: MI-eszközök
it: Strumenti AI
ja: AIツール
ko: AI 도구
ms: Alat AI
pt: Ferramentas de IA
ru: Инструменты ИИ
zh_hans: AI 工具

source: AI Tools and the AI creator use this provider. Typing suggestions and predictions stay on device.
de: KI-Werkzeuge und der KI-Editor nutzen diesen Anbieter. Tippvorschläge und Vorhersagen bleiben auf dem Gerät.
es: Las herramientas de IA y el creador con IA usan este proveedor. Las sugerencias y predicciones de escritura siguen en el dispositivo.
et: AI tööriistad ja AI loomistööriist kasutavad seda teenusepakkujat. Sisestussoovitused ja ennustused jäävad seadmesse.
fr: Les outils d’IA et le créateur avec IA utilisent ce fournisseur. Les suggestions et prédictions de saisie restent sur l’appareil.
hu: Az MI-eszközök és az MI-szerkesztő ezt a szolgáltatót használják. A gépelési javaslatok és előrejelzések az eszközön maradnak.
it: Gli strumenti IA e il creatore con IA usano questo provider. I suggerimenti e le previsioni di digitazione restano sul dispositivo.
ja: AIツールとAI作成機能はこのプロバイダを使います。入力候補や予測は引き続きデバイス内で処理されます。
ko: AI 도구와 AI 제작 기능은 이 제공업체를 사용합니다. 입력 추천과 예측은 기기에서 계속 처리됩니다.
ms: Alat AI dan pencipta AI menggunakan penyedia ini. Cadangan dan ramalan penaipan kekal pada peranti.
pt: As ferramentas de IA e o criador com IA usam este fornecedor. As sugestões e previsões de escrita continuam no dispositivo.
ru: Инструменты ИИ и создание с ИИ используют этого провайдера. Подсказки и прогнозирование при вводе остаются на устройстве.
zh_hans: AI 工具和 AI 创建功能使用此提供商。输入候选词和预测仍在设备上处理。

source: AI Tools is off. Turn it on to use and customize it.
de: KI-Tools sind aus. Schalte sie ein, um sie zu nutzen und anzupassen.
es: Las herramientas de IA están desactivadas. Actívalas para usarlas y personalizarlas.
et: TI-tööriistad on väljas. Lülita need sisse, et kasutada ja kohandada.
fr: Les outils IA sont désactivés. Active-les pour les utiliser et les personnaliser.
hu: Az MI-eszközök ki vannak kapcsolva. Kapcsold be, hogy használhasd és beállíthasd.
it: Gli strumenti IA sono disattivati. Attivali per usarli e personalizzarli.
ja: AI ツールはオフです。オンにすると使えて、設定も変えられます。
ko: AI 도구가 꺼져 있어요. 켜면 쓰고 설정도 바꿀 수 있어요.
ms: Alat AI dimatikan. Hidupkannya untuk guna dan sesuaikannya.
pt: As ferramentas de IA estão desligadas. Liga-as para as usares e personalizares.
ru: Инструменты ИИ выключены. Включите их, чтобы пользоваться и настраивать.
zh_hans: AI 工具已关闭。打开后就能使用并调整设置。

source: AI Tools, translation and the AI creator use this provider. Typing suggestions and predictions stay on device.
de: KI-Werkzeuge, Übersetzung und der KI-Editor nutzen diesen Anbieter. Tippvorschläge und Vorhersagen bleiben auf dem Gerät.
es: Las herramientas de IA, la traducción y el creador con IA usan este proveedor. Las sugerencias y predicciones al escribir permanecen en el dispositivo.
et: AI-tööriistad, tõlge ja AI abil loomine kasutavad seda teenusepakkujat. Tippimissoovitusi ja ennustusi töödeldakse seadmes.
fr: Les outils d’IA, la traduction et le créateur avec l’IA utilisent ce fournisseur. Les suggestions et prédictions de saisie restent sur l’appareil.
hu: Az AI-eszközök, a fordítás és az AI-szerkesztő ezt a szolgáltatót használják. A gépelési javaslatok és előrejelzések az eszközön maradnak.
it: Gli strumenti IA, la traduzione e il creatore con IA usano questo fornitore. I suggerimenti e le previsioni di scrittura restano sul dispositivo.
ja: AIツール、翻訳、AIによる作成には、このプロバイダーを使用します。入力候補や予測はデバイス上で処理されます。
ko: AI 도구, 번역 및 AI 만들기에 이 제공업체를 사용합니다. 입력 제안과 예측은 기기에서 처리됩니다.
ms: Alat AI, terjemahan dan pencipta AI menggunakan penyedia ini. Cadangan dan ramalan semasa menaip kekal pada peranti.
pt: As ferramentas de IA, a tradução e o criador com IA usam este fornecedor. As sugestões e previsões de escrita ficam no dispositivo.
ru: Инструменты ИИ, перевод и создание с помощью ИИ используют этого провайдера. Подсказки и прогнозы при вводе остаются на устройстве.
zh_hans: AI 工具、翻译和 AI 创建功能使用此提供商。输入建议和预测仍在设备上处理。

source: AI assist
de: KI-Assistenz
es: Asistencia de IA
et: TI-abistaja
fr: Assistance IA
hu: MI-segítség
it: Assistenza IA
ja: AIアシスト
ko: AI 지원
ms: Bantuan AI
pt: Assistência de IA
ru: Помощь ИИ
zh_hans: AI辅助

source: AI assists
de: KI-Hilfen
es: Ayudas de IA
et: TI-abid
fr: Aides IA
hu: MI-segédek
it: Aiuti IA
ja: AIアシスト
ko: AI 도움
ms: Bantuan AI
pt: Ajudas de IA
ru: Помощь ИИ
zh_hans: AI 辅助

source: AI autocorrect
de: KI-Autokorrektur
es: Autocorrección con IA
et: AI automaatparandus
fr: Correction automatique par IA
hu: MI-alapú automatikus javítás
it: Correzione automatica con IA
ja: AI自動修正
ko: AI 자동 수정
ms: Pembetulan automatik AI
pt: Correção automática com IA
ru: Автокоррекция с ИИ
zh_hans: AI 自动纠正

source: AI completions
de: KI-Vervollständigung
es: Texto predictivo con IA
et: AI tekstilõpetus
fr: Complétion par IA
hu: MI-alapú kiegészítés
it: Completamento con IA
ja: AI補完
ko: AI 자동 완성
ms: Pelengkapan AI
pt: Sugestões de texto com IA
ru: Дополнение текста с ИИ
zh_hans: AI 补全

source: AI features layer on top of the existing engine. Offline suggestions and corrections keep working as normal.
de: KI-Funktionen legen sich über die vorhandene Engine. Offline-Vorschläge und -Korrekturen laufen ganz normal weiter.
es: Las funciones de IA se suman al motor que ya tienes. Las sugerencias y correcciones sin conexión siguen funcionando con normalidad.
et: TI-funktsioonid lasuvad olemasoleval mootoril. Ühenduseta soovitused ja parandused töötavad nagu tavaliselt edasi.
fr: Les fonctions d'IA s'ajoutent par-dessus le moteur existant. Les suggestions et corrections hors ligne continuent de marcher normalement.
hu: Az MI-funkciók a meglévő motorra épülnek. Az offline javaslatok és javítások a szokásos módon működnek tovább.
it: Le funzioni IA si aggiungono al motore esistente. Suggerimenti e correzioni offline continuano a funzionare come sempre.
ja: AI 機能は既存のエンジンの上に重なります。オフラインの候補や修正はこれまでどおり動きます。
ko: AI 기능은 기존 엔진 위에 더해져요. 오프라인 추천과 수정은 평소대로 계속 작동해요.
ms: Ciri AI menambah pada enjin sedia ada. Cadangan dan pembetulan luar talian terus berfungsi macam biasa.
pt: As funcionalidades de IA acrescentam-se ao motor existente. As sugestões e correções offline continuam a funcionar como sempre.
ru: Функции ИИ надстраиваются над обычным движком. Офлайн-подсказки и исправления работают как всегда.
zh_hans: AI 功能叠加在现有引擎之上。离线建议和更正照常工作。

source: AI finishes the word you're typing. AI picks are marked with a ✨.
de: Die KI vervollständigt das Wort, das du tippst. KI-Vorschläge sind mit einem ✨ markiert.
es: La IA completa la palabra que estás escribiendo. Las sugerencias de IA llevan una ✨.
et: TI lõpetab sõna, mida sa tipid. TI-valikud on märgitud märgiga ✨.
fr: L'IA termine le mot que tu tapes. Les suggestions IA sont marquées d'une ✨.
hu: Az AI befejezi a szót, amit gépelsz. Az AI-javaslatok ✨ jellel vannak megjelölve.
it: L'IA completa la parola che stai digitando. I suggerimenti IA sono contrassegnati con una ✨.
ja: 入力中の単語をAIが補完します。AIの候補には✨が付きます。
ko: AI가 입력 중인 단어를 완성합니다. AI 추천에는 ✨이 표시됩니다.
ms: AI melengkapkan perkataan yang anda taip. Cadangan AI ditandai dengan ✨.
pt: A IA completa a palavra que estás a escrever. As sugestões de IA têm uma ✨.
ru: ИИ дописывает слово, которое вы печатаете. Варианты от ИИ отмечены значком ✨.
zh_hans: AI 会补全你正在输入的单词。AI 建议带有 ✨ 标记。

source: AI help, translate, clipboard history and your pets, right on the keyboard.
de: KI-Hilfe, Übersetzen, Zwischenablage-Verlauf und deine Haustiere, direkt auf der Tastatur.
es: Ayuda con IA, traducción, historial del portapapeles y tus mascotas, directamente en el teclado.
et: TI-abistaja, tõlkimine, lõikelaua ajalugu ja sinu lemmikloomad — otse klaviatuuril.
fr: Aide IA, traduction, historique du presse-papiers et tes compagnons, directement sur le clavier.
hu: MI-segítség, fordítás, vágólap-előzmények és a kisállataid, közvetlenül a billentyűzeten.
it: Aiuto IA, traduzione, cronologia degli appunti e i tuoi animaletti, direttamente sulla tastiera.
ja: AIアシスト、翻訳、クリップボード履歴、ペットもキーボードでそのまま。
ko: AI 도우미, 번역, 클립보드 기록, 펫까지 키보드에서 바로.
ms: Bantuan AI, terjemahan, sejarah papan keratan dan peliharaan anda, terus pada papan kekunci.
pt: Ajuda de IA, tradução, histórico da área de transferência e as tuas mascotes, mesmo no teclado.
ru: Помощь ИИ, перевод, история буфера обмена и ваши питомцы — прямо на клавиатуре.
zh_hans: AI 助手、翻译、剪贴板历史和你的宠物，都在键盘上。

source: AI is on but…
de: KI ist an, aber…
es: La IA está activada, pero…
et: TI on sees, aga…
fr: L'IA est activée mais…
hu: Az AI be van kapcsolva, de…
it: L'IA è attiva ma…
ja: AIはオンですが…
ko: AI는 켜져 있는데…
ms: AI dihidupkan tapi…
pt: A IA está ligada, mas…
ru: ИИ включён, но…
zh_hans: AI 开着，不过…

source: AI is on, but %@ Offline suggestions carry on as normal.
de: KI ist an, aber %@ Deine Offline-Vorschläge laufen ganz normal weiter.
es: La IA está activada, pero %@ Las sugerencias sin conexión siguen con normalidad.
et: TI on sees, aga %@ Sinu ühenduseta soovitused töötavad nagu tavaliselt edasi.
fr: L'IA est activée, mais %@ Les suggestions hors ligne continuent normalement.
hu: Az AI be van kapcsolva, de %@ Az offline javaslatok a szokásos módon mennek tovább.
it: L'IA è attiva, ma %@ I suggerimenti offline vanno avanti come sempre.
ja: AI はオンですが、%@ オフラインの候補はこれまでどおり使えます。
ko: AI는 켜져 있는데, %@ 오프라인 추천은 평소대로 계속돼요.
ms: AI dihidupkan, tapi %@ Cadangan luar talian jalan macam biasa.
pt: A IA está ligada, mas %@ As sugestões offline continuam na mesma.
ru: ИИ включён, но %@ Офлайн-подсказки работают как всегда.
zh_hans: AI 开着，不过 %@ 离线建议照常给你。
